[
  {
    "name": "automaton",
    "description": "Retrieve information regarding Lord Bottington's creation.",
    "type": 1
  },
  {
    "name": "byname",
    "description": "Change the byname (nickname) of Lord Bottington. (Admin only)",
    "type": 1
  },
  {
    "name": "eventhandler",
    "description": "Configure Lord Bottington's usage and directives. (Admin Only)",
    "type": 1
  },
  {
    "name": "help",
    "description": "Receive a list of OR assistance with Lord Bottington's directives -- organized by category.",
    "type": 1
  },
  {
    "name": "patron",
    "description": "Enable patron (premium) features for your guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "ping",
    "description": "Inquire of the latency of Lord Bottington.",
    "type": 1
  },
  {
    "name": "updates",
    "description": "Retrieve the latest important update information regarding Lord Bottington.",
    "type": 1
  },
  {
    "name": "vote",
    "description": "Vote for the automaton and receive a reward for your efforts.",
    "type": 1
  },
  {
    "name": "autopurge",
    "description": "Allow Lord Bottington to automatically purge messages from a desired channel. (Admin Only)",
    "type": 1
  },
  {
    "name": "moderate",
    "description": "Configure the moderation settings for the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "promotion",
    "description": "Configure the promotion settings for your guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "starboard",
    "description": "Configure the settings for the starboard messages. (Admin Only)",
    "type": 1
  },
  {
    "name": "streaming",
    "description": "Configure the settings for streaming statuses and notifications. (Admin Only)",
    "type": 1
  },
  {
    "name": "timedembeds",
    "description": "Configure the settings for the timed embed messages. (Admin Only)",
    "type": 1
  },
  {
    "name": "welcome",
    "description": "Configure the settings for the welcome messages. (Admin Only)",
    "type": 1
  },
  {
    "name": "birthdaylist",
    "description": "Allow Lord Bottington to provide you a list of all dates of birth for your guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "getbirthday",
    "description": "Allow Lord Bottington to provide you with a user's date of birth.",
    "type": 1
  },
  {
    "name": "removebirthday",
    "description": "Allow Lord Bottington to remove a date of birth from the register.",
    "type": 1
  },
  {
    "name": "setbirthday",
    "description": "Manually input thy date of birth for Lord Bottington to commit to memory.",
    "type": 1
  },
  {
    "name": "defineimproper",
    "description": "Lord Bottington will define a term for you in its improper (slang/urban) form.",
    "type": 1
  },
  {
    "name": "defineproper",
    "description": "Lord Bottington will define a term for you in its proper form.",
    "type": 1
  },
  {
    "name": "embedder",
    "description": "Send embedded messages to a channel. (Admin Only)",
    "type": 1
  },
  {
    "name": "embedslist",
    "description": "List all the timed embeds created so far. (Admin Only)",
    "type": 1
  },
  {
    "name": "giftgiving",
    "description": "Permit Lord Bottington to arrange a prize drawing for an item of your preference. (Admin Only)",
    "type": 1
  },
  {
    "name": "iconography",
    "description": "Receive a list of the guild's iconography.",
    "type": 1
  },
  {
    "name": "play",
    "description": "Lord Bottington will help you reach out to other like-minded players in search of game companions.",
    "type": 1
  },
  {
    "name": "promote",
    "description": "Promote your guild (server).",
    "type": 1
  },
  {
    "name": "purge",
    "description": "Purge messages from a desired channel. (Manage Messages Privileges)",
    "type": 1
  },
  {
    "name": "search",
    "description": "Lord Bottington will demonstrate how to find something on the internet.",
    "type": 1
  },
  {
    "name": "testpromote",
    "description": "Test the promotion for your guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "testwelcome",
    "description": "Test how Lord Bottington welcomes newcomers. (Admin Only)",
    "type": 1
  },
  {
    "name": "weather",
    "description": "Allow Lord Bottington to retrieve the weather data for your location of choice.",
    "type": 1
  },
  {
    "name": "banish",
    "description": "Lord Bottington will banish (ban) a member from the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "remove",
    "description": "Lord Bottington will remove (kick) a member from the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "silence",
    "description": "Lord Bottington will silence (mute) a member within the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "unbanish",
    "description": "Lord Bottington will unbanish (unban) a member from the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "unsilence",
    "description": "Lord Bottington will unsilence (unmute) a member within the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "warn",
    "description": "Lord Bottington will warn a member within the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "warninglist",
    "description": "Lord Bottington will provide a list of warnings for a member within the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "warnremove",
    "description": "Lord Bottington will remove a warning from a member within the guild. (Admin Only)",
    "type": 1
  },
  {
    "name": "boredom",
    "description": "Lord Bottington will provide a suggestion to help you alleviate your boredom.",
    "type": 1
  },
  {
    "name": "compliment",
    "description": "Allow Lord Bottington to extend a sincere compliment to you or a fellow member.",
    "type": 1
  },
  {
    "name": "converse",
    "description": "Ask Lord Bottington anything you would like.",
    "type": 1
  },
  {
    "name": "crystalball",
    "description": "Seek guidance from the crystall ball and unveil the mysteries of the universe.",
    "type": 1
  },
  {
    "name": "glyph",
    "description": "Lord Bottington will return a glyph (ascii art) of the desired selection.",
    "type": 1
  },
  {
    "name": "greet",
    "description": "Greet Lord Bottington.",
    "type": 1
  },
  {
    "name": "imagine",
    "description": "Allow Lord Bottington to generate an image based on your prompt.",
    "type": 1
  },
  {
    "name": "minotar",
    "description": "Lord Bottington shall procure a Minecraft user's esteemed visage for you.",
    "type": 1
  },
  {
    "name": "pictorialize",
    "description": "Lord Bottington shall transform avatars, images, and text into iconography or apply image effects.",
    "type": 1
  },
  {
    "name": "roll",
    "description": "Roll dice with a chosen number of sides.",
    "type": 1
  },
  {
    "name": "satireimage",
    "description": "Lord Bottington will retrieve a random satirical image for you.",
    "type": 1
  },
  {
    "name": "teatime",
    "description": "Request a virtual tea service from Lord Bottington.",
    "type": 1
  },
  {
    "name": "thought",
    "description": "Allow Lord Bottington to enlighten you with its vast knowledge.",
    "type": 1
  },
  {
    "name": "battleship",
    "description": "Challenge Lord Bottington or another member of the guild to a game of Battleship.",
    "type": 1
  },
  {
    "name": "connectfour",
    "description": "Challenge Lord Bottington or another member of the guild to a game of Connect Four.",
    "type": 1
  },
  {
    "name": "mastermind",
    "description": "Decipher the secret code of Lord Bottington.",
    "type": 1
  },
  {
    "name": "playerinfo",
    "description": "Check game related information for a member within the guild.",
    "type": 1
  },
  {
    "name": "rps",
    "description": "Challenge Lord Bottington or another member of the guild to a game of rock, paper, scissors.",
    "type": 1
  },
  {
    "name": "tictactoe",
    "description": "Challenge Lord Bottington or another member of the guild to a game of tic-tac-toe.",
    "type": 1
  },
  {
    "name": "toptalent",
    "description": "Receive information on the top talent for games played within the guild.",
    "type": 1
  },
  {
    "name": "wumpus",
    "description": "Go on a hunt to find and conquer the dreaded Wumpus👹.",
    "type": 1
  },
  {
    "name": "displaycase",
    "description": "Display your collected items for all to view.",
    "type": 1
  },
  {
    "name": "earnings",
    "description": "Check remaining shillings and other game information for an individual within the guild.",
    "type": 1
  },
  {
    "name": "exchange",
    "description": "Exchange collectible items with members of your guild.",
    "type": 1
  },
  {
    "name": "shop",
    "description": "Purchase and sell items at the marketplace.",
    "type": 1
  }
]
